/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "구독을 위해서는 목적지 주소(IP주소나 도메인 네임)가 필요합니다.";

/* About prefs tab title */
"About" = "관하여";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "추가 다운로드";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "경고! 이 설정을 선택하면 Growl.app이 로그인 항목에 추가됩니다.";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "다른 컴퓨터가 모든 알림을 구독할 수 있게 허용합니다.";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "허용하면 Growl은 여러분이 로그인 할 때 실행되어 항상 작동중 상태가 됩니다.";

/* Notification always stay on screen */
"Always" = "항상";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "알림 기록 데이터베이스를 생성하는 중 해결할 수 없는 문제가 발생하였습니다.\n알림 기록 기능을 비활성화 하였지만, 알림 모음 기능은 정상으로 작동합니다.\n알림 기록 기능을 활성화 하더라도 알림이 저장되지 않으며, Growl이 많은 메모리를 사용하게 될 수 있습니다. ";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "어플리케이션";

/* Application decides whether a note should stay on screen */
"Application Decides" = "어플리게이션이 결정";

/* Label for application level display style choice */
"Application's Display Style" = "어플리케이션의 알림 모양 스타일";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "어플리케이션: %@\n재목: %@\n설명: %@\n클릭하면 로그 파일을 엽니다.";

/* Application prefs tab title */
"Applications" = "어플리케이션";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "정말 종료하시겠습니까";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "정말 제거하시겠습니까?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "설정한 Bonjour 가 현재는 찾을 수 없습니다.";

/* Button title for canceling */
"Cancel" = "취소";

/* Clear all history button title */
"Clear All History" = "모든 기록 지우기";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "기록 모음에 있는 모든 알림 지우기";

/* No comment provided by engineer. */
"Clear Rollup" = "알림 모음 지우기";

/* close all open notifications */
"Close all notifications" = "";

/* Column title for a computer entry */
"Computer Name" = "컴퓨터 이름";

/* Continue button title */
"Continue" = "계속";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "효과음 파일 \"%@\"을 찾을 수 없습니다.";

/* Title of menu item for default display */
"Default" = "기본";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "알림이 나타나는 기본 위치";

/* Default style picker label */
"Default Style" = "기본 스타일";

/* alert when history database could not be moved aside */
"Disabling History" = "알림 기록 비활성화";

/* Label for the display style of the selected notification */
"Display Style:" = "알림 모양 스타일:";

/* Column title for Display Styles */
"Display Styles" = "알림 모양 스타일";

/* Display prefs tab title */
"Displays" = "알림 모양";

/* Continue button title when done */
"Done" = "완료";

/* Label for the effect to use */
"Effect:" = "효과:";

/* Emergency notification priority */
"Emergency" = "긴급";

/* Label for application on/off switch */
"Enable %@" = "%@ 활성";

/* Label for application on/off switch */
"Enable application" = "어플리케이션 활성";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Growl이 로그인시 실행 활성";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "알림 기록 기능 활성:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "로그 활성";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "이 설정을 활성화하면 Growl이 Dock이나 메뉴 막대에 항목이 나타나지 않고 실행됩니다.\n환경 설정에 다시 접근하려면, Launchpad에서 Growl을 실행시키거나, Finder에서 Growl을 실행시키면 됩니다.";

/* Alert when database has been corrupted */
"Error opening history database." = "알림 기록 데이터베이스를 여는 중 오류";

/* A fade effect */
"Fade" = "패이드";

/* fatal alert */
"Fatal Error" = "치명적 오류";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "방화벽 설정: 네트워크 알림 기능은 TCP포트 23053번을 사용합니다.";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "다른 컴퓨터에 알림 전달";

/* Tab title for forwarding */
"Forwarding" = "전달";

/* General prefs tab title */
"General" = "일반";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "어플리케이션 설정";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "더 많은 스타일 가져오기";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the History Database, and will terminate upon closing this window.  Please contact us at support@growl.info." = "알림 기록 데이터베이스를 설정하는 중 치명적 오류가 발생했으며, 이 창을 닫으면 프로그램은 즉시 종료됩니다. support@growl.info 로 연락 주세요.";

/* No comment provided by engineer. */
"Growl History Disabled" = "알림 기록 기능 비활성화";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "이 설정을 적용하기 위해서는 Growl을 다시 실행시켜야됩니다.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Growl 알림 모음";

/* button to open http://growl.info */
"Growl Web Site" = "";

/* No comment provided by engineer. */
"Hide Rollup" = "알림 모음 숨기기";

/* No comment provided by engineer. */
"Hide the History Rollup" = "알림 기록 모음 숨기기";

/* High notification priority */
"High" = "높음";

/* History prefs tab title */
"History" = "알림 기록";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Growl을 종료하면 더이상 알림을 받을 수 없습니다.";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "들어오는 원격 알림과 등록이 사용자에 의해 비활성화되었습니다.";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "들어오는 구독 요청이 사용자에 의해 비활성화 되었습니다.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Growl 1.3 이상을 사용하는 컴퓨터 검색 결과를 나타냅니다.";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "구독이나 전달을 위해 수동으로 입력한 컴퓨터를 나타냅니다.";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "알림을 클릭하면 다음을 알려줍니다 - %@";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "올바르지 않은 프로토콜입니다. 버전 1.0만 지원됩니다.";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "보관할 최대 개수";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "보관할 기간(일)";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "예전 Growl 제거 프로그램";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "들어오는 알림 포트 열기";

/* Title for section containing apps from the local machine */
"Local" = "로컬";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "암호화의 초기화 벡터 없음";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "올바르지 않은 키 해쉬 문자";

/* Moderate notification priority */
"Moderate" = "낮음";

/* Network prefs tab title */
"Network" = "통신";

/* Notification will never stay on screen */
"Never" = "유지하지 않음";

/* No comment provided by engineer. */
"No" = "아니오";

/* Growl will run compeletely in the background */
"No icon visible" = "아이콘 보이지 않기";

/* No comment provided by engineer. */
"No Recent Notifications" = "최근 알림 없음";

/* Normal notification priority */
"Normal" = "보통";

/* Label for the tab which contains notification settings */
"Notifications" = "알림";

/* If the string is too long, use O */
"OFF" = "끔";

/* No comment provided by engineer. */
"OK" = "확인";

/* No comment provided by engineer. */
"Ok" = "확인";

/* If the string is too long, use I */
"ON" = "켬";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Growl 환경 설정 열기...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Growl 설정 창 열기";

/* Column title for a password */
"Password" = "비밀번호";

/* No comment provided by engineer. */
"Pause Growl" = "Growl 일시 정지";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Growl 화면 알림 잠시 멈추기";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "효과음 재생:";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "localhost는 입력하지 마세요. Growl이 자기 자신에게 전단할 수 없습니다.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "localhost는 입력하지 마세요. Growl이 자기 자신을 구독할 수 없습니다.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "올바른 IPv4나 IPv6, 또는 도메인 이름을 입력해주세요.";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "'%@' 플러그인이 정상적으로 설치되었습니다. 지금 설정 하시겠습니까?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "'%@' 플러그인은 이미 설치되었습니다. 덮어씌우겠습니까?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "'%@' 플러그인은 이 맥에서 구동중인 맥 운영체제 버전에서는 작동하지 않습니다. 그래도 설치하시겠습니까?";

/* No comment provided by engineer. */
"Plugin already exists" = "플러그인 이미 존재함";

/* No comment provided by engineer. */
"Plugin installed" = "플러그인 설치됨";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "플러그인에 필요한 아키텍쳐 빠짐";

/* No comment provided by engineer. */
"Plugin not installed" = "플러그인 설치되지 않음";

/* Preferences window title */
"Preferences" = "환경 설정";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "미리보기";

/* Label for choosing priority of the selected notification */
"Priority:" = "중요도:";

/* No comment provided by engineer. */
"Quit" = "종료";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Growl을 완전히 종료";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "";

/* Button title for removing something */
"Remove" = "제거";

/* No comment provided by engineer. */
"Resume Growl" = "Growl 다시 시작";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Growl 화면 알림 다시 시작";

/* Rollup prefs tab title */
"Rollup" = "모아 보기";

/* Rollup all notifications radio button */
"Rollup all notes" = "모든 메모 모아 보기";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "모아 보기 자동으로 보여주기";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "모아 보기 활성";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "기록된 노트만 모아 보기";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "검색";

/* second part of string for idle timeout */
"seconds of inactivity" = "초 동안 활동 없을 때 모아 보기로 알림을 보냅니다.";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "시간 설정 ";

/* Label for server password field */
"Server Password:" = "서버 비밀번호:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "비활성화된 것 보여주기";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "양쪽 모두 아이콘 보이기";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Dock에 아이콘 보이기";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "메뉴 막대에 아이콘 보이기";

/* No comment provided by engineer. */
"Show Rollup" = "모아 보기 보이기";

/* No comment provided by engineer. */
"Show the History Rollup" = "알림 기록 모아 보기 보이기";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "";

/* A slide effect */
"Slide" = "슬라이드";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "프로토콜 인식자까지 오류 없이 파싱하였지만, 이것이 유효한 값이거나 아니거나, 오류 없이 파싱하는것이 불가능해야됩니다.";

/* Start Growl at Login switch label */
"Start Growl at Login" = "로그인할 때 Growl 시작";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "화면에 유지:";

/* Tab title for subscribers tab */
"Subscribers" = "구독자";

/* Tab title for subscriptions tab */
"Subscriptions" = "구독";

/* No comment provided by engineer. */
"There are no new notifications" = "새로운 알림 없음";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "자리를 비운 사이에 알림 %lu 개가 도착했습니다";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "원격 컴퓨터에서 구독하는 중 오류가 발생하였습니다.\n코드: %d\n설명: %@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "'%@' 플러그인을 설치하는 중에 문제가 발생했습니다.";

/* No comment provided by engineer. */
"There was error opening the History database file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "알림 기록 데이터베이스 파일을 여는 중 오류가 발생하였습니다. 파일이 손상된것으로 보입니다.\nGrowl이 기존 파일을 두고 새로운 데이터베이스 파일을 만들것입니다.\nGrowl이나 컴퓨터가 충돌이 난 경우 발생할 수 있습니다.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "자리를 비운 사이에 알림 %lu 개가 도착했습니다";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "정말 모든 알림 기록을 삭제하시겠습니까? 삭제된 기록은 되돌릴 수 없습니다.";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "%@ 미리보기입니다.";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "이 부분이 나타나면 안됩니다! -(void)subscribe 는 로컬 항목에서만 호출되어야됩니다.";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "%@ 사용자의 Growl 설정을 모두 삭제할것입니다.";

/* Column title for the time column in the history table */
"Time" = "시간";

/* Column title for the title column in the history table */
"Title" = "제목";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "알림 기록을 제한하지 않으면 파일 크기가 무한히 커지게 됩니다. 날짜(일) 기준이나 개수 기준으로 파일의 크기를 제한해야됩니다.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "알림 기록 개수 제한이 필요합니다.";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "다음 암호화 형식은 지원하지 않습니다 : %@";

/* Column title for whether to use the item on the row */
"Use" = "사용";

/* label for using a custom application wide starting position */
"Use custom starting position" = "사용자가 설정한 시작 위치 사용";

/* label for using the global default starting position */
"Use default starting position" = "기본 시작 위치 사용";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "다음 기간 동안 유효:";

/* Very low notification priority */
"Very Low" = "아주 낮음";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "주의! 모든 알림 기록을 삭제합니다.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "주의! 이 설정을 켜면 Growl이 백그라운드에서 실행되게 됩니다.";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "어디서 왔는지도 알 수 없는 패킷을 파싱하는 중 오류가 발생했습니다.";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Growl에 오신것을 환영합니다!";

/* No comment provided by engineer. */
"Yes" = "예";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "아래 주소중 하나로 수동으로 연결할 수 있습니다:";

